{
  "heroSection": {
    "title": "Empowerment through decentralisation:",
    "highlight": "where every individual shapes our collective destiny"
  },
  "mainSection": {
    "agf": {
      "title": "agf",
      "badge": "Gaming",
      "paragraph1": "Discover the ATM Gaming Fund, where community support powers innovation, with backing from our trusted VC partners, ready to spark a new era of gaming. The ATM community holds the power to vote which games come to life through their pledges. Players can earn ATM Stars and level up their gaming journey, unlocking LUCA rewards along the way.",
      "paragraph2": "Meanwhile, developers set their funding goals and deadlines, with the chance to bring their ideas to life. By joining in, developers have the opportunity to reach a passionate player base and make their visions real.",
      "buttons": {
        "submit": "Submit a project",
        "learn": "Learn about funding"
      }
    },
    "ecology": {
      "title": "ecology",
      "badge": "Environment",
      "content": "ATM proudly announces our partnership with <span class='text-[#2ea8af] underline'>Ecologi</span>, a globally recognised B Corp-certified platform dedicated to accelerating climate action. Together, we are working towards a carbon-free future by actively engaging in reforestation efforts. As part of this collaboration, ATM has pledged to plant 100 trees. This commitment underscores our dedication to reducing our carbon footprint and fostering a greener planet for future generations. By connecting to Ecologi wallet through ATM, you're not only ensuring smooth and secure transactions but also actively participating in ecosystem restoration.",
      "walletLabel": "Ecologi Wallet:"
    },
    "travel": {
      "title": "luca.travel",
      "badge": "Travel",
      "paragraph1": "We're revolutionising travel experiences. Through strategic partnerships with top travel agencies, we open doors to a world of possibilities. Seamlessly integrated into everyday transactions, LUCA simplifies global exploration, offering unparalleled convenience and flexibility.",
      "paragraph2": "As LUCA becomes woven into daily life through strategic alliances, it's not just about travel—it's about enhancing every moment. Whether booking flights, hotels, or activities, LUCA is the go-to currency. Join us in embracing a future where convenience and flexibility redefine travel.",
      "buttons": {
        "learn": "Learn about travel"
      }
    }
  },
  "communitySection": {
    "title": "community",
    "description": "Token PR is one of ATM's open decentralised community ecosystem.",
    "descriptionHighlight": "Third-party projects can join Token PR and add their project token to the ATM ecosystem",
    "descriptionEnd": ". And by accessing the PR algorithm, they reward users who use the project Token to connect, incentivise ATM users and project users, and provide users with better ecosystem services.",
    "howToJoin": {
      "title": "How to join Token PR",
      "description": "After a third-party project joins the ATM ecosystem through a community proposal, users can use the Token of the project party to create a consensus connection, and calculate the Token PR value of the Token through the ATM PR algorithm. ATM will calculate and distribute the consensus income of the Token to the user according to the Token PR value and the reward distribution proportion of the project party."
    },
    "rewardModes": {
      "title": "Reward modes for ATM projects",
      "subtitle": "Tap numbers to view 3 reward modes",
      "mode1": "All Token rewards are overall distribution without the need to calculate Token PR. Rewards are distributed according to the main PR weight;",
      "mode2": "Token rewards consists of overall distribution and independent distribution. For example, the overall rewards account for 40% and the independent rewards account for 60%. Token PR needs to be calculated. The overall rewards are distributed based on the main PR weight and the independent rewards are distributed based on the Token PR weight;",
      "mode3": "Token rewards are all independent distribution and need to calculate Token PR. Rewards are distributed according to the Token PR weight.",
      "buttons": {
        "join": "Join now",
        "learn": "Learn more about rewards"
      }
    },
    "modal": {
      "title": "Reward example",
      "paragraph1": "The third-party token, COOL, connects the ATM ecosystem and presents one million tokens to distribute rewards for 100 days and 10,000 tokens per day.",
      "paragraph2": "The reward distribution proportion: 60% for overall rewards and 40% for independent rewards. When users use COOL to create a consensus, they will receive rewards from both main PR calculation and the Token PR calculation.",
      "paragraph3": "In other words, users of the entire network share 6,000 COOL tokens per day based on the main PR weight, and users who use COOL to create consensus connections share 4,000 COOL tokens per day based on the Token PR weight.",
      "understood": "I've understood"
    }
  },
  "thirdPartySection": {
    "title": "third-party ecosystem",
    "description": "In support of development, we've opted to integrate numerous third-party applications. Our open-source code is readily accessible for all developers.",
    "descriptionHighlight": "ATM's vision encompasses broadening third-party options, enhancing our infrastructure to provide developers with a more robust and stable platform",
    "partners": {
      "binance": {
        "name": "Binance",
        "description": "The ATM community can use USDC or USDT as a trading pair of the governance token LUCA. It can also be used as the 'lock-up token' for consensus contract creation."
      },
      "bitgo": {
        "name": "BitGo",
        "description": "Users can use WBTC as a payment token when creating consensus contracts."
      },
      "chainlink": {
        "name": "Chainlink",
        "description": "Chainlink will be used as an 'oracle' to update the prices of LUCA and other token in real time."
      },
      "eth": {
        "name": "ETH",
        "description": "ATM will be issued on the ETH public chain, which is also where the event will take place."
      },
      "pancake": {
        "name": "Pancake",
        "description": "Here the community can start stake mining, where users can deposit LUCA/USDC or LUCA/USDT to obtain a stable income."
      }
    }
  },
  "callSection": {
    "title": "Calling all third-party developers and platforms!",
    "subtitle": "Join the ATM ecosystem community to expand your service reach.",
    "description": "Utilise our ATM smart contract and Rank algorithm to attract more users and boost your project and Token.",
    "button": "Apply now"
  },
  "joinATM": {
    "back": "Back",
    "title": "JOIN ATM APPLICATION",
    "description": "Any third-party developer or platform that wants to join the ATM ecosystem community/the ATM official team will give priority to applicants whose forms provide good actionable content and complete information.",
    "voteStatement": "Vote and Proposal Statement",
    "form": {
      "projectName": "*Project Name (e.g. ATM)",
      "projectToken": "*Project Token (if any) (e.g., LUCA)",
      "lucaCommunity": "*Whether To LUCA Candies In The ATM Community",
      "lucaCandyValue": "*LUCA Candy Value (unit: US dollars)",
      "lucaCandyNote": "The value of candy affects the currency coefficient of token in ATM community",
      "learnCurrency": "Learn About Currency Coefficient",
      "projectLink": "*Project Link (web link or project application link)",
      "email": "*E-MAIL",
      "teamSupport": "*Team and Supporter (please briefly describe your team or supporter)",
      "contractPlatform": "*Contract Platform (What platform is your project deployed on and whether it supports smart contracts)",
      "whiteBookLink": "Project link to white book (optional)",
      "projectMedia": "Project Media/Blog (optional)",
      "projectIntroduction": "*Project Introduction (Briefly Introduce Your Project)",
      "attachment": "Attachment (in case of other documents, Please upload here.)",
      "fileNote": "*Please upload PDF files no more than 30MB",
      "upload": "Upload",
      "submit": "Submit Community Proposal",
      "submitting": "Submitting...",
      "connectWallet": "Connect Wallet to Submit",
      "connectNote": "Please connect your wallet to submit the application",
      "successMessage": "Application submitted successfully! We'll review it and get back to you soon.",
      "errorMessage": "Error submitting application",
      "errorRequired": "Please fill in all required fields correctly",
      "errorFile": "File size must be less than 30MB",
      "errorFileType": "Only PDF files are allowed"
    },
    "currencyModal": {
      "title": "Currency Coefficient Table",
      "description": "Linked to the number of LUCA, the higher the coefficient, the higher the connection strength of the Token in the ATM community, and the higher the enthusiasm of users to use and hold the Token.",
      "tableHeaders": {
        "luca": "Total LUCA (U)",
        "coefficient": "Currency coefficient (C)"
      }
    },
    "voteModal": {
      "title": "Vote and Proposal Statement",
      "content": "Once the information is submitted to ATM's official mailbox, all contents of the Statement are deemed to be agreed:\n\nAs a third-party platform, you need to submit an application proposal to join the ATM community. Currently, the proposal is handled and released by the ATM official team.\n\nIt is a general proposal for the third-party platform to join the ATM ecosystem community. In terms of general proposals, community members can vote \"for\" and \"against\" the proposal, the proposal will be valid if the total votes exceed 2% of the total AGT circulation; the proposal is passed with more than 2/3 votes \"for\" the proposal, and the proposal will be executed, otherwise the proposal should be deemed as failed, and will not executed."
    }
  }
}