{
  "heroSection": {
    "title": "Game",
    "titleHighlight": "Fund"
  },
  "aboutSection": {
    "description": "By playing games,",
    "highlight": "ATM users will earn ATM Stars and increase their game level",
    "descriptionEnd": ", which will help them earn more LUCA rewards. ",
    "paragraph": "We have decided to start a game fund to",
    "paragraphHighlight": "support game developers and to have our own ATM game. Every ATM user will be able to play, have fun and earn rewards. Game developers will need to set their funding goals and deadlines",
    "paragraphEnd": "(e.g., set a date for the game's release). If the ATM users like the game, they can pledge money to have the game created."
  },
  "fundingSection": {
    "title": "funding & game dev",
    "subtitle": "Watch our explainer video by clicking the button below"
  },
  "gameLaunchSection": {
    "title": "game launch",
    "paragraph1": "As gamers connect with the game, their PR soars to new heights. Meanwhile, the game wallet accumulates daily PR income from user connections. Every bit of the daily ATM PR will be directed to the ATM game funds, guaranteeing full refunds for ATM investors.",
    "paragraph2": "Our system ensures a standardised connection between users and their game wallet, based solely on their contribution amount and the duration of connection days. Users PR value will be influenced by their accumulation of ATM stars and their progression in the game levels. This transparent approach ensures fairness and consistency for all players, enhancing their gaming experience.",
    "quote": "When the funds are fully refunded,",
    "quoteHighlight": "70% will go to the users (players), and 30% will go to the ATM investors",
    "quoteEnd": "daily from all games."
  },
  "atmStarSection": {
    "title": "How to get ATM stars",
    "method1": "The users will get ATM stars by creating a connection with the game 100%",
    "method1Highlight": "(for example, 100LUCA for 90 days);",
    "method2": "By winning the battle. If a player loses the battle, they lose the ATM stars",
    "method2Highlight": "(the amount which they put in a battle);",
    "features": "Unlock exciting features with ATM stars! Purchase tickets for exclusive battles, NFT costumes, and items.",
    "deduction": "When disconnected from the game, the game wallet will automatically deduct stars from your account, ensuring fairness and balance. If your star balance is not sufficient, it will be reset to zero, giving everyone a fresh start."
  },
  "rewardsSection": {
    "title": "Rewards",
    "subtitle": "ATM users will get rewards by:",
    "rewards": {
      "connectGames": {
        "title": "Connect to games",
        "description": "Get instant ATM stars and boost daily rewards by linking your game wallet. The longer and more you connect, the bigger your rewards!"
      },
      "playToWin": {
        "title": "Play to win",
        "description": "Win battles to earn ATM stars, but watch out—losing costs what you bet! Climb the leaderboard to score daily bonus stars and dominate the game!"
      },
      "investGames": {
        "title": "Invest in games",
        "description": "Support your favorite games and earn daily ATM rewards! Get fully refunded first, then enjoy a share of daily profits as the games grow."
      },
      "dailyStarPool": {
        "title": "Daily star pool",
        "description": "Claim your share of the daily Star Pool! Use ATM stars to enter special battles and win exclusive NFT costumes and items every day."
      }
    }
  },
  "atmRankSection": {
    "title": "atm pr rank",
    "description": "The PR value will depend on the player's ATM game level and ATM stars. There will be the normalised ATM XP, that will be used in ATMRank.",
    "formulas": {
      "pr": "PR = PR × normalised [ATM XP]",
      "xp": "ATM XP = ATM stars + normalised [ATM game level]"
    },
    "definitions": {
      "gameLevel": "ATM game level: Represents the player's ATM game level experience.",
      "stars": "ATM stars: Represents an amount of ATM stars player has."
    }
  }
}